[
    {
        "opinion_id": "12034029",
        "author": "Użytkownik Ceneo",
        "recommendation": true,
        "stars": 5.0,
        "content": "Dla mnie strzał w dziesiątkę, doskonale się sprawdza. Tarcze można zmieniać w zależności od gustu- ogromy wybór. Kontroler snu, pulsu czy stresu. Znakomity dla osób aktywnych. Polecam z całego serduszka. :)",
        "pros": [],
        "cons": [],
        "purchased": true,
        "submit_date": "2020-04-01 16:05:16",
        "purchase_date": "2020-02-29 10:32:48",
        "useful": 4,
        "useless": 2
    },
    {
        "opinion_id": "13396015",
        "author": "krzysieksisiek",
        "recommendation": true,
        "stars": 4.0,
        "content": "Dobrze trzyma się na nadgarstku; interfejs dosyć intuicyjny; bateria znośna, choć mogłaby dłużej trzymać; Duży minus to brak płatności zbliżeniowych Google Pay",
        "pros": [],
        "cons": [],
        "purchased": true,
        "submit_date": "2020-11-17 22:23:18",
        "purchase_date": "2020-10-29 11:53:51",
        "useful": 0,
        "useless": 1
    },
    {
        "opinion_id": "12968829",
        "author": "s...l",
        "recommendation": true,
        "stars": 5.0,
        "content": "Jeśli potrzebujesz smartwatch'a do telefonu z androidem (w rozsądnych pieniedzach) to jest to chyba najlepszy wybór na chwilę obecną. System chodzi bardzo płynnie, jest wiele aplikacji i dodatkowych tarcz. Bateria wystarczy na spokojnie 2 dni normalnego używania. Każdy znajdzie coś dla siebie. Automatyczne rozpoznawanie treningu jest opcją ktora mnie mile zaskoczyła. Dzięki temu nie musze uruchamiać np. trening na rowerze a zegarek sam to rejestruje.  Pod koniec dnia mogę zobaczyć że na rowerze jeździłem np. 2 godziny a spacerowałem 3. Mała rzecz a cieszy. Długo się zastanawiałem nad kupnem dlatego niezdecydowanym pomogę i gorąco polecę.",
        "pros": [],
        "cons": [],
        "purchased": true,
        "submit_date": "2020-08-18 11:57:46",
        "purchase_date": "2020-08-14 11:58:14",
        "useful": 1,
        "useless": 2
    },
    {
        "opinion_id": "13031845",
        "author": "m...i",
        "recommendation": null,
        "stars": 3.0,
        "content": "Po tygodniu uzytkowania jestem rozczarowany. \nBateria trzyma 1,3 dnia. Dopiero wylaczenie opcji aktywacji zegarka gestem (podniesienie reki) podnioslo czas dzialania na baterii. \nAplikacji jest duzo ale sa w wiekszosci kompletnie niepotrzebne albo platne. Tak, pobierasz aplikacje na zegarek za darmo - ALE, najczęściej aplikacja działa TYLKO jeżeli ta sama aplikacja jest zainstalowana na telefonie - a najczęściej te aplikacje na telefon są już płatne! \n\nDotykowa obręcz do nawigacji sprawdza się słabo. Czasami zegarek ruch obrotu nawigacji odczytuje jako pacnięcie palcem - co powoduje uruchomienie czegoś niechcianego. To jest szczegółnie irytujące podczas np biegania. Używanie tej nawigacji podczas biegu to umiejętność której trzeba się nauczyć i ją ćwiczyć :-)",
        "pros": [],
        "cons": [],
        "purchased": true,
        "submit_date": "2020-09-01 12:59:57",
        "purchase_date": "2020-08-23 22:00:17",
        "useful": 5,
        "useless": 2
    },
    {
        "opinion_id": "11356563",
        "author": "Andrzej",
        "recommendation": true,
        "stars": 5.0,
        "content": "Połączyłem z iPhone 6plus. Trzeba trochę poustawiać z telefonie bo nie wszystko ruszyło od razu np powiadomienia SMS choc np. z messengera czy whatsup bez problemu. Support samsung odciął się tym ze nie gwarantują wszystkich funkcjonalności. Żenada bo SMS to podstawa. Nawet się nie pochylili nad problemem - hasło ze to iphon załatwiło całe wsparcie. Nędza.",
        "pros": [],
        "cons": [],
        "purchased": true,
        "submit_date": "2019-12-03 09:44:34",
        "purchase_date": "2019-11-29 10:44:12",
        "useful": 3,
        "useless": 0
    },
    {
        "opinion_id": "12535386",
        "author": "m...i",
        "recommendation": true,
        "stars": 5.0,
        "content": "Zegarek spełnia moje oczekiwania. Monitorowanie pulsu, mierzenie kroków oraz pozostałe funkcje monitorowania aktywności działają w sposób w pełni satysfakcjonujący. Duże możliwości personalizacji tarcz i widżetów. Uważam, że zegarek wart swojej ceny, choć nie miałem okazji porównania z żadnym innym smartwatchem. Polecam dołożyć trochę do wersji z LTE, aby całkiem uwolnić się od telefonu.",
        "pros": [],
        "cons": [],
        "purchased": true,
        "submit_date": "2020-05-28 07:57:48",
        "purchase_date": "2020-05-16 18:45:49",
        "useful": 0,
        "useless": 0
    },
    {
        "opinion_id": "11414991",
        "author": "Norbert",
        "recommendation": null,
        "stars": 3.5,
        "content": "Zegarek bardzo ladny. Do systemu tizen się trzeba przyzwyczaić, i wszystko sobie pokonfigurowac. Nie wszystko jest oczywiste. Podobnie jak z telefonem na androidzie. Dużo fajnych tarcz do wyboru, w tym ładne darmowe, niestety galaxy store to nie jest sklep play i sporo narzędzi jeszcze brakuje. Mam nadzieję że sytuacja się poprawi, bo sprzęt ma spore możliwości.",
        "pros": [],
        "cons": [],
        "purchased": true,
        "submit_date": "2019-12-12 15:10:55",
        "purchase_date": "2019-12-06 13:37:46",
        "useful": 0,
        "useless": 0
    },
    {
        "opinion_id": "13106525",
        "author": "Shay Steward",
        "recommendation": true,
        "stars": 4.0,
        "content": "W sumie jest to mój pierwszy smartwatch i nie wiem na co zwracać uwagę. Dużo jest tarcz płatnych i bezpłatnych, na baterii chodzi tak ze 2 dni + z włączonym ciągłym pomiarem pulsu więc ok. Jedynie mam problem z sychronizacją danych z zegarka z telefonem raz na jakiś czas muszę wyłączyć i włączyć bluetooth żeby zaskoczył.",
        "pros": [],
        "cons": [],
        "purchased": true,
        "submit_date": "2020-09-20 22:05:40",
        "purchase_date": "2020-08-20 22:39:28",
        "useful": 0,
        "useless": 0
    },
    {
        "opinion_id": "12876269",
        "author": "m...u",
        "recommendation": true,
        "stars": 5.0,
        "content": "Zegarek mam dopiero od niedawna. Sposób użytkowania jest bardzo fajny i intuicyjny.  Na chwilę obecną, dla mnie, jego jedyną wadą jest bateria, która mogłaby wytrzymać trochę dłużej, przy moim średnim użytkowaniu niecałe dwa dni to max, czas ładowania to około 2h.",
        "pros": [],
        "cons": [],
        "purchased": true,
        "submit_date": "2020-07-30 20:18:25",
        "purchase_date": "2020-07-16 09:57:12",
        "useful": 2,
        "useless": 1
    },
    {
        "opinion_id": "11166620",
        "author": "Grzegorz",
        "recommendation": null,
        "stars": 3.5,
        "content": "Zegarek [44mm, aluminium black, bluetooth] mam 3 tygodnie. Jest ładny, dobrze leży na dłoni. Wyświetlacz jest żywy i dobrze widoczny w pełnym słońcu. Bateria wytrzymuje mi średnio 1-2 dni w zależności jak go użytkuje. Duży wybór tarcz, dodatkowo w sklepie można ich znaleźć bardzo dużo za mniej więcej 3-8zł. Powiadomienia są, odpowiadać na nie można ale jak znikną nie można do nich wrócić (prócz sms, email). Rozmowy telefoniczne (połączony z bluetooth) są czyste i wyraźne. Dodatkowo jest trochę bajerów za free do pobrania w sklepie jak: stoper, minutnik, spotify, endomondo, mapy, przeglądarka internetowa - w zupełności wystarcza. \r\n\na teraz minusy lub te drobnostki które mnie drażnią:\r\n- GPS. Lubi zgubić sygnał, zawiesić się. Patrząc później na zoom mapy ścina kąty, czasami odbija zupełnie z obranej drogi. Niby jest aktualizacja ale niedostępna  w Polsce jeszcze. \r\n- SamsungPay. Niestety nie zapłacimy w Polsce tym zegarkiem mimo, że ma NFC. Żaden bank w naszym kraju nie ma podpisanej umowy. Wielka szkoda\r\n- Pomiar pulsu. Jak nie przetrę czujnika to pokazuje zawyżony wynik o jakieś 40u/m. Spacer z psem chodnikiem a tu wyskakuje 130u/m gdzie nie powinno przekraczać 90. Irytujące.\r\n\nPrzesiadka z Apple Watch 3. Jestem tak sobie zadowolony. Niby fajnie ale to nie do końca to. Póki co korzystam i przekonuje się.",
        "pros": [],
        "cons": [],
        "purchased": false,
        "submit_date": "2019-10-17 14:36:14",
        "purchase_date": null,
        "useful": 5,
        "useless": 0
    }
]